{
  "Navbar": {
    "about": "من نحن",
    "services": "الخدمات",
    "gallery": "معرض الصور",
    "testimonials": "اراء العملاء",
    "contact": "اتصل بنا"
  },

  "Header": {
    "mainTitle": "تحويل المساحات إلى تحف طبيعية",
    "descripeService": "نحن متخصصون في تصميم وتنسيق الحدائق والمساحات الخارجية، نقدم لك حلول مبتكرة وجمالية لتحويل أي مكان إلى مساحة طبيعية ساحرة. سواء كنت تبحث عن حديقة منزلية هادئة أو تصميم مميز للمساحات التجارية، فريقنا المحترف يضمن لك أعلى مستويات الجودة والإبداع",
    "srvicesBtn": "استكشف خدماتنا"
  },

  "About": {
    "whoWeAre": "من نحن",
    "firstSec": "نحن في [اسم الشركة] نؤمن بأن المساحات الخضراء تضيف للحياة بهجة وسلامًا. تأسست شركتنا على حب الطبيعة ورغبة في تحويل الأفكار إلى حدائق تنبض بالحياة.",
    "secondSec": "بدأت رحلتنا منذ [عدد السنوات]، حيث قمنا بتنسيق وتصميم العديد من الحدائق والمساحات الخارجية التي أصبحت واحة من الجمال. رؤيتنا هي خلق بيئات خضراء مستدامة تعكس ذوق عملائنا وتتناسب مع أسلوب حياتهم.",
    "thirdSec": "نحن لا نصمم الحدائق فقط، بل نصنع ذكريات تدوم في مساحاتكم الخارجية. دعونا نساعدكم في تحويل حديقتكم إلى لوحة فنية خضراء!",
    "fourthSec": "نقدم خدمات العناية بالحدائق لضمان ازدهارها طوال العام، مع صيانة وتحسينات موسمية للحفاظ على جمالها وصحتها.",
    "fifthSec": "نحن نقدم خدمات العناية بالعشب تشمل القص، والتسميد، ومكافحة الأعشاب الضارة للحفاظ على صحة عشبك ونضارته طوال العام.",
    "listSecTitle": "ما الذي يميزنا؟",
    "listSec1": "نستخدم أحدث التقنيات في تصميم وتنسيق الحدائق.",
    "listSec2": "فريق من الخبراء والمتخصصين في هندسة المناظر الطبيعية.",
    "listSec3": "نصمم حدائق تعكس الطابع الشخصي لكل عميل، من الحدائق الصغيرة إلى المشاريع الكبرى.",
    "imgTitle1": "العناية بالحدائق",
    "imgTitle2": "رعاية العشب",
    "firstSecTitle": "مقدمة",
    "secondSecTitle": "القصة والرؤيه",
    "thirdSecTitle": "رسالة"
  },

  "Services": {
    "title": "خدماتنا",
    "description": "في [اسم الشركة]، نقدم خدمات تصميم وصيانة الحدائق لتحويل رؤيتكم إلى واقع باحترافية. إليكم بعض من خدماتنا",
    "serv1": "العناية بالعشب",
    "serv1Desc": "نخصص خدمات العناية بالعشب من القص المنتظم، والتسميد، ومكافحة الأعشاب الضارة لضمان أن يظل عشبك أخضر وصحي على مدار السنة.",
    "serv2": "تصميم المناظر الطبيعية",
    "serv2Desc": "نحن نصمم حدائق مبتكرة تجمع بين الجمال والوظائف العملية. نستخدم أحدث التقنيات ومواد عالية الجودة لإنشاء مساحات خضراء تضفي جمالاً وحيوية على محيطك.",
    "serv3": "زراعة الأشجار والنباتات",
    "serv3Desc": "نقدم خدمات زراعة الأشجار والنباتات المناسبة لبيئتك ومناخك المحلي. نساعدك في اختيار الأنواع المثالية التي تزين حديقتك وتضيف لمسة من الطبيعة.",
    "serv4": "استشارات الحدائق",
    "serv4Desc": "نقدم استشارات خبراء لمساعدتك في تحسين مساحاتك الخضراء، سواء كنت تجدد حديقة موجودة أو تبحث عن أفكار جديدة، مع نصائح مخصصة لاحتياجاتك."
  },

  "Gallery": {
    "title": "معرض الصور",
    "description": "استكشف إبداعاتنا في تصميم وتنسيق الحدائق من خلال معرض الصور، حيث نعرض أفضل مشاريعنا التي تتنوع بين الحدائق الصغيرة والتصاميم الكبرى، لتناسب جميع الأذواق وتنسجم مع البيئة المحيطة"
  },

  "Contact": {
    "title": "اتصل بنا",
    "description": "نحن هنا للمساعدة! إذا كان لديك أي أسئلة أو تحتاج إلى دعم، لا تتردد في التواصل معنا عبر القنوات التالية",
    "addressTitle": "العنوان",
    "workHoursTitle": "ساعات العمل",
    "contactInfoTitle": "معلومات الاتصال",
    "address": "4321 شارع كاليفورنيا، سان فرانسيسكو، كاليفورنيا 12345",
    "workHours": "الاثنين إلى السبت: 07:00 - 18:00",
    "holiday": "الأحد: مغلق",
    "contactPhone": "الهاتف: +1 123 456 1234",
    "contactEmail": "البريد الإلكتروني: info@company.com",
    "letMessage": "اترك لنا رسالة",
    "name": "الاسم",
    "email": "الايميل",
    "message": "رسالة",
    "sendMsg": "إرسال الرسالة"
  }
}
